var amajorser = {
		"content": [
            {
                "lClass": "사회계열",
                "facilName": "전자상거래과,인터넷전자상거래과,인터넷비즈니스학과,인터넷비즈니스과,쇼핑몰디자인창업과,글로벌IT비즈니스과,e-비즈니스학과,e-비즈니스전공,e-비즈니스과(공학),e-비즈니스과,e-비즈니스경영학과,e-비즈니스경영과",
                "majorSeq": "10025",
                "mClass": "e-비즈니스과",
                "totalCount": "521"
            }, {
                "lClass": "사회계열",
                "facilName": "인터넷비즈니스학과,e비즈니스학전공,e비즈니스학과,e-비즈니스학전공,e-비즈니스전공,E-비즈니스학과",
                "majorSeq": "666",
                "mClass": "e-비즈니스학과",
                "totalCount": "521"
            }, {
                "lClass": "교육계열",
                "facilName": "기술·가정교육과,가정교육과",
                "majorSeq": "10006",
                "mClass": "가정교육과",
                "totalCount": "521"
            }, {
                "lClass": "자연계열",
                "facilName": "주거환경학전공,주거환경학과,주거환경전공,주거·가족복지전공,아동학부 아동가족학전공,아동가족학과,아동가족전공,아동·가족학과,순결가정문화학과,소비자학전공,소비자학과,소비자주거학전공,소비자주거학과,소비자정보학전공,소비자정보학과,소비자생활정보학과,소비자가족학과,소비자·가족학과,생활복지학과,생활복지주거학과,생활과학부(가정관리학전공),가족주거학과,가족소비자학과,가족상담복지전공,가족상담복지·소비자학부,가족복지학과,가정복지학과,가정관리학과",
                "majorSeq": "7",
                "mClass": "가정학과",
                "totalCount": "521"
            }, {
                "lClass": "사회계열",
                "facilName": "아동미술상담보육과,다문화복지과,가족복지과",
                "majorSeq": "8",
                "mClass": "가족복지과",
                "totalCount": "521"
            }, {
                "lClass": "의약계열",
                "facilName": "간호학부,간호학과(전공심화),간호학과(4년제),간호학과(1년과정),간호학과,간호과(4년제),간호과",
                "majorSeq": "9",
                "mClass": "간호과",
                "totalCount": "521"
            }, {
                "lClass": "의약계열",
                "facilName": "글로벌건강간호학전공,간호학전공,간호학부(특별과정),간호학부(간호학전공),간호학부,간호학과(특별과정),간호학과(야간),간호학과(4년제),간호학과,간호전공,간호대학,간호과학전공",
                "majorSeq": "10",
                "mClass": "간호학과",
                "totalCount": "521"
            }, {
                "lClass": "예체능계열",
                "facilName": "허브테라피향장과,운동건강과,요가과,스포츠건강관리학과,스포츠건강관리과,스포츠·건강관리과,보건건강관리과,건강관리과",
                "majorSeq": "12",
                "mClass": "건강관리과",
                "totalCount": "521"
            }, {
                "lClass": "예체능계열",
                "facilName": "한방건강학과,한방건강관리학과,임상건강운동학과,웰빙건강학부,운동과학전공,운동건강학부,운동건강관리학과,운동건강관리전공,운동건강관리,요가학과,요가명상학과,스포츠건강학전공,스포츠건강학부,스포츠건강학과,스포츠건강관리학전공,스포츠건강관리학과,스포츠건강관리학,스포츠건강과학전공,스포츠건강과학과,스포츠·무용학부 스포츠건강관리학과,생활스포츠건강학전공,뷰티건강디자인학과,뷰티건강관리학과,대체건강관리학부,건강증진학과,건강운동관리학과,건강관리학과,건강관리전공",
                "majorSeq": "11",
                "mClass": "건강관리학과",
                "totalCount": "521"
            }, {
                "lClass": "공학계열",
                "facilName": "첨단공학부,철도자동차항공학부,도시공간디자인과,도시건설과,건설기계계열",
                "majorSeq": "13",
                "mClass": "건설산업과",
                "totalCount": "521"
            }, {
                "lClass": "공학계열",
                "facilName": "도시건설정보과,도시건설정보공학과,건설정보학과,건설정보시스템과,건설정보부사관과,건설정보과,건설정보공학과,건설시스템과",
                "majorSeq": "16",
                "mClass": "건설정보과",
                "totalCount": "521"
            }, {
                "lClass": "공학계열",
                "facilName": "휴먼건축공학부,해양건설시스템공학과,해양건설공학과,해양·플랜트건설공학과,플랜트건설공학전공,플랜트·건축공학과,철도공학부,철도공학과,철도건설안전공학과,철도건설시스템학부,인간환경융합공학부 건축공학과,설비플랜트·소방방재공학과,설비공학과,부동산건설학부,디자인·건축공학부,건축환경설비공학과,건축토목환경공학부,건축토목공학부,건축설비공학과,건축도시환경공학부 건축시스템공학전공,건축도시토목공학부(건축공학전공),건축도시토목공학부,건축도시시스템공학전공,건축도시설계전공(5년),건축도시공학부(건축공학전공),건축공학전공,건축공학부 건축디자인전공(5년제),건축공학부 건축공학전공,건축공학부,건축공학과 건축기술전공,건축공학과,건축공학(4년제),건축·해양건설융합공학부,건축·토목공학부 건축공학전공,건축·토목공학과(건축공학심화트랙),건축·토목공학과,건축·토목·환경공학부,건설융합학부 건축공학전공,건설기술학,건설공학부,건설공학교육전공,건설공학교육과,건설공학과",
                "majorSeq": "17",
                "mClass": "건축공학과",
                "totalCount": "521"
            }, {
                "lClass": "공학계열",
                "facilName": "한옥목조과,한옥건축과,플랜트건설과,친환경건축학과,친환경건축인테리어과,친환경건축설비과,친환경건축과(인문사회),친환경건축과,인테리어건축과,인테리어·리모델링과,인테리어·건축과,유니버설건축과,실내건축학과,실내건축전공(3년제),실내건축전공,실내건축에너지과,실내건축과(3년제),실내건축과(2년제),실내건축과,빌딩설비전공,리모델링건축과,디지털건축인테리어과,그린건축과,건축학과,건축토목조경학부,건축토목조경계열,건축전공(3년제),건축전공,건축인테리어학부 건축전공,건축인테리어학부,건축인테리어전공,건축인테리어디자인과,건축인테리어과(3년),건축인테리어과(2년제),건축인테리어과,건축에너지학부,건축에너지드론산업학부,건축에너지과,건축소방설비과,건축설비플랜트과,건축설비플랜트공학과,건축설비소방과,건축설비소방공학과(1년),건축설비소방공학과,건축설계과,건축리모델링전공,건축리모델링과,건축디자인학부,건축디자인학과,건축디자인전공,건축디자인과,건축기계설비과(2년제),건축기계설비과,건축과(3년제),건축과(2년제),건축과,건축공학과(1년과정),건축공학과,건축계열,건축·인테리어계열,건축·소방설비전공",
                "majorSeq": "18",
                "mClass": "건축과",
                "totalCount": "521"
            }, {
                "lClass": "공학계열",
                "facilName": "해양공간건축학부,해양공간건축학과,친환경건축학전공,친환경건축학과,전통건축학과,의료건축디자인공학과,실내건축학전공,실내건축학과,실내건축디자인학전공,생태주거디자인학과,도시건축학전공,도시건축학부,공항건축전공,공간디자인융합기술학과,건축학전공(5년제),건축학전공(5년),건축학전공,건축학부건축학전공,건축학부건축공학전공,건축학부(건축학전공/전통건축전공) (5년제),건축학부(건축학전공),건축학부(건축학(5년제)),건축학부(건축공학전공),건축학부(건축공학),건축학부 전통건축전공(5년제),건축학부 실내건축학전공,건축학부 실내건축전공,건축학부 공간디자인전공(5년제),건축학부 건축학전공(5년제),건축학부 건축학전공,건축학부 건축공학전공,건축학부,건축학과(건축학전공(5년)),건축학과(건축공학전공),건축학과(5년제),건축학과(5),건축학과 실내건축디자인전공,건축학과 건축학전공(5년제),건축학과,건축학·건축공학전공,건축학(5년제),건축학,건축플랜트학과,건축토목공학부(건축학전공),건축융복합학과,건축실내학과,건축시스템전공,건축시스템공학과,건축소방행정학과,건축설계학전공,건축설계전공,건축산업학과,건축사회환경학부,건축사회환경공학부,건축디자인학부,건축디자인학과,건축디자인전공,건축도시부동산학부,건축도시공학부(건축학전공(5년제)),건축과,건축공학부 건축학전공(5년제),건축공간디자인학과,건축·토목학과,건축·토목설계학부,건축·인테리어디자인학과,건설융합학부 건축학전공,건설융합학부",
                "majorSeq": "20",
                "mClass": "건축학과",
                "totalCount": "521"
            }, {
                "lClass": "공학계열",
                "facilName": "테크노미디어융합학부 게임멀티미디어전공,테크노공공인재학부,컴퓨터·게임학부,컴퓨터·게임학과,전산·게임학과,디지펜게임공학전공,게임학전공,게임학부 게임소프트웨어전공(공학계),게임학부,게임학과,게임콘텐츠학과,게임전공,게임영상콘텐츠학과,게임영상공학전공,게임소프트웨어학과,게임모바일공학전공,게임디자인학과,게임공학부(엔터테인먼트컴퓨팅전공),게임공학부(게임공학전공),게임공학부,게임공학과,게임·콘텐츠전공",
                "majorSeq": "21",
                "mClass": "게임공학과",
                "totalCount": "521"
            }, {
                "lClass": "사회계열",
                "facilName": "테크노경영과,정보경영과,융합비즈니스솔루션학과,시스템경영정보과,사회계열,물류경영학과,물류경영과,멀티미디어·비즈니스계열,디지털경영정보과,경영학과 경영정보전공,경영정보학과,경영정보전공,경영정보과,경영정보계열,경영과 경영정보전공,e-경영정보과,e-경영정보계열,IT경영학과(공학),IT경영학과",
                "majorSeq": "22",
                "mClass": "경영정보과",
                "totalCount": "521"
            }, {
                "lClass": "사회계열",
                "facilName": "인터넷경영정보학전공,산업정보융합학부,빅데이터경영학과,빅데이터경영통계전공,빅데이터경영공학부,디지털비즈니스전공,디지털기술경영전공,디지털경영전공,기업정보학과,기업정보관리학과,글로벌 IT 경영전공,경영정보학전공,경영정보학부,경영정보학과,경영정보전공,e-비즈경영정보학과,e-경영학전공,IT경영학전공,IT경영학과,IT경영전공",
                "majorSeq": "10139",
                "mClass": "경영정보학과",
                "totalCount": "521"
            }, {
                "lClass": "사회계열",
                "facilName": "휴먼서비스경영학과,헬스케어경영학과,해운항만경영학과,해운경영학부,해운경영학과,해양플랜트운영학과,해양수산경영학과,항공서비스경영학과,항공경영학전공,항공경영학과,한국비즈니스학과,한국비즈니스전공,핀텍경영학과,파이낸스경영학과,테크노아트학부,테크노경영학과,철도운수경영학과,창의기술경영전공,창의기술 매니지먼트전공,창의경영학과,차문화경영학과,지식서비스경영학과,지식경영학부,중소기업경영학과,정보경영학전공,정보경영학부,정보경영학과,인사조직·전략벤처학과,인문·사회·경영계열,융합경영학부,융합경영학과,융합경영전공,웨딩산업학과,웨딩비즈니스학과,예술경영학과,영상비즈니스과,연합전공 벤처경영학,연합전공 기술경영,연합전공 글로벌환경경영학,엔터테인먼트경영학과,안보경영학과(1군단),안보경영학과,아트앤테크놀로지전공,실버산업학부,실버산업학과,실버문화경영학과,시니어비즈니스학과,스포츠경영학전공,스포츠경영학과,스타트업 전공,수산경영학과,솔브릿지경영학부,석당인재학부 공공경영학전공,서비스경영학부,서비스경영학과,상경학부 경영학전공,상경대학계열,사회문화계열,비즈니스학부,비즈니스통계학과,비즈니스정보통계학과,비즈니스전공,뷰티예술경영학과,뷰티경영학과,부동산자산관리전공,복지경영학과,보건의료산업학과,보건융합사회적기업학과,보건복지사회적기업학과,병원경영학과,미용예술경영학과,미래융합경영학과,미디어콘텐츠경영학과,미디어경영학과,문화예술경영전문가융복합전공,문화산업전공,문화디자인경영전공,문화경영계열,문화·디자인 경영전공,매니지먼트학부 경영학전공,마케팅학전공,마케팅학과,마케팅정보컨설팅학과,마케팅비즈니스학과,마케팅·지속경영리더십학과,마이스터경영학과,리더십과조직과학전공,디지털경영학부,기업컨설팅학과,기업경영학부,기업경영학과,기업경영전공,기술마케팅학과,기술경영학전공,기술경영학부(IT경영학),기술경영학부,기술경영학과,기술경영융합학과,금융서비스학부  서비스경영전공,금융경영학과,금융경영전공,금융·세무경영학과,글로벌인재학부 글로벌리더전공,국제의료경영학과,관광·이벤트경영학과,공연기획경영학과,공공서비스경영학과,경제데이터금융학부(데이터경영전공),경영학전공(야간),경영학전공 트랙,경영학전공,경영학부(회계전공),경영학부(세무회계학전공),경영학부(산업경영전공),경영학부(글로벌금융전공),경영학부(글로벌경영학),경영학부(경영학전공),경영학부(경영학),경영학부(경영정보학전공),경영학부(경영전공),경영학부(e-비즈니스전공),경영학부 회계학전공,경영학부 경영학전공,경영학부 (IT경영전공),경영학부,경영학과(후진학),경영학과(일학습병행제),경영학과(글로벌테크노경영전공),경영학과(글로벌경영학트랙),경영학과(경영학트랙),경영학과(경영학전공),경영학과,경영학,경영대학 경영학부,경영대학,경영관리전공,경영계열,경영경제학부,경영경제대학,경영·통상·복지학부,경영,경상학부(경영학전공),강소기업경영학과,가족자원경영학과,HRD학과,EMU경영학부,6차산업비즈니스전공",
                "majorSeq": "23",
                "mClass": "경영학과",
                "totalCount": "521"
            }, {
                "lClass": "사회계열",
                "facilName": "회계정보과(3년과정),회계경영과 경영관리전공,경영회계실무과,경영회계과",
                "majorSeq": "24",
                "mClass": "경영회계정보과",
                "totalCount": "521"
            }, {
                "lClass": "사회계열",
                "facilName": "환경자원경제학과,행정경제학부(경제학전공),행정경제학부,행정경제학과군,지역경제학과,지식재산학과,중국경제통상학전공,중국경제통상학과,자원·정보경제학전공,언더우드 경제학전공,신산업융합학부,신산업융합학과(야),신산업융합학과,소비자경제학과,산업응용경제학과,산업경제학과,보건복지사회적경제학과,금융경제학과(사회과학대학),금융경제학과,글로벌코리아전공,글로벌경제학과,국제비서·경제금융학부(경제금융전공),국제경제학과,경제회계학부(경제학전공),경제학전공 트랙,경제학전공,경제학부 경제학전공,경제학부,경제학과,경제통상학부 경제학전공,경제통계학부,경제정책학전공,경제전공,경제산업학부,경제데이터금융학부(경제학전공),경제데이터금융학부,경제대학,경제금융학전공,경제금융학부,경제금융학과,경제금융학,경제금융전공,경제금융부동산전공,경제금융물류학부,경제금융,경제·정보통계학부,경제·무역학부,건설경영학",
                "majorSeq": "25",
                "mClass": "경제학과",
                "totalCount": "521"
            }
        ]
};