var arrSearchOption 	= {
    // 성별
    "GENDERCD":[
            {"CD":"" ,"NM":"선택"},
            {"CD":"C01","NM":"남자"},
            {"CD":"C02","NM":"여자"}
        ],

      // 근무기간
     "WORKPERIODCD":[
             {"CD":"","NM":"근무기간"},
             {"CD":"H07","NM":"기간협의"},
            {"CD":"H01","NM":"1일"},
            {"CD":"H02","NM":"1주일이내"},
            {"CD":"H03","NM":"1주일~1개월"},
            {"CD":"H04","NM":"1개월~3개월"},
            {"CD":"H05","NM":"3개월~6개월"},
            {"CD":"H06","NM":"6개월~1년"},
            {"CD":"H09","NM":"1년이상"}
        ],

    // 근무시간
    "WORKTIME":[
            {"CD":"","NM":"선택"},
            {"CD":"J05","NM":"시간협의"},
             {"CD":"J01","NM":"오전근무"},
            {"CD":"J02","NM":"오후근무"},
            {"CD":"J03","NM":"저녁근무"},
            {"CD":"J06","NM":"새벽근무"},
            {"CD":"J07","NM":"오전~오후근무"},
            {"CD":"J08","NM":"오후~저녁근무"},
            {"CD":"J09","NM":"저녁~새벽근무"},
            {"CD":"J10","NM":"새벽~오전근무"},
            {"CD":"J04","NM":"종일근무"}
        ],

    // 근무요일
    "WORKWEEKCD":[
            {"CD":"","NM":"근무요일"},
             {"CD":"D06","NM":"요일협의"},
            {"CD":"D01","NM":"월~금"},
            {"CD":"D02","NM":"월~토"},
            {"CD":"D05","NM":"월~토(격주)"},
            {"CD":"D03","NM":"월~일"},
            {"CD":"D04","NM":"주말"},
            {"CD":"D07","NM":"요일선택"},
            {"CD":"D08","NM":"주6일"},
            {"CD":"D09","NM":"주5일"},
            {"CD":"D10","NM":"주4일"},
            {"CD":"D11","NM":"주3일"},
            {"CD":"D12","NM":"주2일"},
            {"CD":"D13","NM":"주1일"}
        ],

    // 급여
    "PAYCD":[
            {"CD":"","NM":"무관/협의"},
             {"CD":"I01","NM":"시급"},
            {"CD":"I02","NM":"일급"},
            {"CD":"I03","NM":"주급"},
            {"CD":"I04","NM":"월급"},
            {"CD":"I05","NM":"연봉"},
            {"CD":"I06","NM":"건별"},
            {"CD":"I08","NM":"회사내규"}
        ],

    // 경력
    "CAREERCD":[
            {"CD":"","NM":"선택"},
             //{"CD":"S99","NM":"무관 (신입+경력)"},
            {"CD":"S00","NM":"신입"},
            {"CD":"S03","NM":"경력 1~3년"},
            {"CD":"S06","NM":"경력 4~6년"},
            {"CD":"S09","NM":"경력 7~9년"},
            {"CD":"S10","NM":"경력 10년 이상"},
            {"CD":"S98","NM":"경력 연차무관"}
        ],
    // 학력사항
    "LASTSCHOOLCD":[
            {"CD":"","NM":"선택"},
             //{"CD":"E05","NM":"학력무관"},
            {"CD":"E06","NM":"중졸"},
            {"CD":"E01","NM":"고졸"},
            {"CD":"E02","NM":"대졸(2,3년)"},
            {"CD":"E03","NM":"대졸(4년)"},
            {"CD":"E04","NM":"석사"},
            {"CD":"E07","NM":"박사"}
        ]
};


